[{"id":1,"title":"Respiratory Medicine","shortDescription":"The Department of Respiratory Medicine in Mediplus Hospital undertakes the prevention, early detection, diagnosis, and treatment , medicine,of pulmonary diseases in children, adolescents, and adults care.","description":"The Department of Respiratory Medicine undertakes the prevention, early detection, diagnosis, and treatment of pulmonary diseases in children, adolescents, and adults. Comprehensive Respiratory Medicine program includes specialized treatment of specific diseases such as asthma, chronic obstructive pulmonary diseases, sleep-disordered breathing, interstitial lung diseases, cystic fibrosis, occupational lung diseases, pulmonary rehabilitation, tuberculosis, lung cancers and a dedicated smoking cessation consultation. Diagnostic facilities include pulmonary function testing, exercise testing, allergy testing, diffusion studies, flexible video bronchoscopic investigation, endobronchial stenting, spiral and higher resolution CT imaging guided biopsies, sleep studies and thoracoscopic procedures. The department renders facilities for investigation and management of all sorts of infective and non-infective respiratory diseases.","imageUrl":"https://i.ibb.co/vZndWJf/service1.jpg"},{"id":2,"title":"Cardiac Surgery","shortDescription":"Cardiology Department of Mediplus Hospital is operated by a dedicated & experienced team of Cardiologists. It provides 24 hour committed services to the Patients and ready to carry out any  emergencies.","description":"Cardiology Department of Mediplus Hospital is operated by a dedicated & experienced team of Cardiologists. It provides 24 hour committed services to the Patients and ready to carry out any cardiac emergencies. The department also includes Pediatric Cardiology. We have every necessary arrangement to cater our patients on 24/7 basis. We are enriched with Catheterization Laboratory (Cath Lab), Pre & Post Cath area, Coronary Care Unit (CCU), Post CCU, Cardiac Operation Theatre and CT ICU.","imageUrl":"https://i.ibb.co/t2DfZZs/service2.png"},{"id":3,"title":"Paediatric & Neonatology","shortDescription":"At Mediplus Hospital Pediatric & Neonatology Centre we provide all ages child and family centered care in a healing & comfortable environment exceptional compassionate care that has been a hallmark.","description":"At Mediplus Pediatric & Neonatology Centre we provide child and family centered care in a healing & comfortable environment. Our Pediatric specialists are here to provide you with the exceptional compassionate care that has been a hallmark of Square Hospital since we opened our doors. In order to bring world class Pediatric & Neonatology care we have NICU (Neonatal Intensive Care Unit) & PICU (Pediatric Intensive Care Unit) with all the latest and proper state-of-the-art equipments","imageUrl":"https://i.ibb.co/Vwjp32h/service3.jpg"},{"id":4,"title":"Burn & Plastic Surgery","shortDescription":"Plastic surgery is a greatly misunderstood specialty all over the world and not just in our country. General media and TV have a big part to play for this. Plastic surgery has its roots firmly based in surgery","description":"Plastic surgery is a greatly misunderstood specialty all over the world and not just in our country. General media and TV have a big part to play for this. If you searched the word ‘plastic surgery’ in Google today, first few thousand images will be of beautiful celebrities’ cosmetic procedures and their complications thereof. So, it is of no big surprise that general public, policy makers and many doctors are unaware of the origin and scope of plastic surgery. Plastic surgery has its roots firmly based in reconstructive surgery, and any qualified plastic surgeon has to go through the rigorous training in all aspects of plastic surgery including aesthetic surgery, which is a part of plastic surgery as a whole.","imageUrl":"https://i.ibb.co/ZhDfPd0/service4.jpg"},{"id":5,"title":"Emergency Centre","shortDescription":"We provides non-stop life-saving care when required, 24 hours a day, seven days a week. ER has got all the life saving support.All doctors are specially trained to deal with all types of emergency patients.","description":"We provides non-stop life-saving care when required, 24 hours a day, seven days a week. ER has got all the life saving support for critically ill patients including ventilators and defibrillators. All doctors and nurses are specially trained to deal with all types of emergency patients. Our Hospital ER has fully equipped top of the line Mercedes Benz ambulance services with specially trained staffs. We also have our own Air Ambulance service, with brand new Bell 407 helicopter loaded with all life-saving equipments, to transport patients from any corner of the country. Patients get a fully integrated emergency care at Square Hospital Emergency Room.","imageUrl":"https://i.ibb.co/F4BQWF9/service5.jpg"},{"id":6,"title":"Medicine & Health","shortDescription":"The Department of Medicine offers general medicine and primary care. It is one of the premier departments of Mediplus Hospital, bringing together an elite cadre of clinicians, investigators and educators.","description":"The Department of Medicine offers general medicine and primary care. It is one of the premier departments of Mediplus Hospital, bringing together an elite cadre of clinicians, investigators and educators. Working in concert with colleagues in subspecialties at the Hospital, the first priority is to provide patients with the highest level of medical care possible. The Department is supported by the latest diagnostic facilities that include Microbiology, Serology, Pathology, Diagnostic, Interventional Radiology & Medicine.","imageUrl":"https://i.ibb.co/c6Cfq4y/service6.jpg"}]









